asvetliakov.vscode-neovim
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
DoCode.vscode-remove-final-newlines
editorconfig.editorconfig
esbenp.prettier-vscode
golang.Go
janisdd.vscode-edit-csv
jdinhlife.gruvbox
mark-wiemer.vscode-autohotkey-plus-plus
mechatroner.rainbow-csv
mhutchie.git-graph
mksafi.simple-autocomplete
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
mushan.vscode-paste-image
Orta.vscode-jest
pkief.material-icon-theme
quicktype.quicktype
rust-lang.rust-analyzer
shuworks.vscode-table-formatter
Vue.volar
yoavbls.pretty-ts-errors
