2gua.rainbow-brackets
alefragnani.bookmarks
bierner.emojisense
bungcip.better-toml
donjayamanne.githistory
editorconfig.editorconfig
eg2.tslint
formulahendry.code-runner
mechatroner.rainbow-csv
mksafi.simple-autocomplete
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vscode.cpptools
patricklee.vsnotes
PeterJausovec.vscode-docker
quicktype.quicktype
ryu1kn.edit-with-shell
sgryjp.japanese-word-handler
shardulm94.trailing-spaces
shuworks.vscode-table-formatter
slevesque.vscode-autohotkey
taichi.vscode-textlint
vscodevim.vim
ms-vscode-remote.vscode-remote-extensionpack
esbenp.prettier-vscode
humao.rest-client
pkief.material-icon-theme
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
