2gua.rainbow-brackets
alefragnani.bookmarks
bierner.emojisense
bierner.markdown-mermaid
bungcip.better-toml
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.code-runner
jdinhlife.gruvbox
humao.rest-client
jetmartin.bats
mechatroner.rainbow-csv
mhutchie.git-graph
mksafi.simple-autocomplete
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
mushan.vscode-paste-image
pkief.material-icon-theme
quicktype.quicktype
ryu1kn.edit-with-shell
ryu1kn.partial-diff
sgryjp.japanese-word-handler
shardulm94.trailing-spaces
shuworks.vscode-table-formatter
slevesque.vscode-autohotkey
vscodevim.vim
hediet.vscode-drawio
Vue.volar
